import React from "react";
import "../Home/Home.scss";
import Servises from "./Servises/Servises";
import TelegramBot from "../TelegramBot/TelegramBot";
import Our from "../../Our";
import Map from "../Map/Map";
import Footer from "../Footer/Footer";

function Home() {
  return (
    <div>
      <div className="container">
        <div className="about" >
          <div className="img-p">
            <img
              src="https://car-driver.uz/wp-content/uploads/2019/09/Stepeni-tonirovki-kakaya-byvaet-tonirovka.jpg"
              alt=""
            />
            <div className="text-1">
              <p>
                Хотели бы выполнить тонировку стекол автомобиля? Нужна
                определенная светопропускаемость, оттенок наносимой пленки?
                Рассчитываете изменить внешний вид автомобиля, сделать его более
                респектабельным? Желаете получить обязательную гарантию на
                выполненную работу, при необходимости, устранить недостатки?
                Тонировка стекол автомобиля пленками последнего поколения.
                Особенно востребован этот вид услуг среди владельцев новых
                автомобилей премиум-класса или автомобилей с небольшим сроком
                эксплуатации и пробегом. Имеется большой ассортимент пленок
                <span>STEK, LLUMAR, ARMOLAN</span> различной тональности от 50%
                до 95%.
              </p>
              <div className="icon">
                <img
                  src="https://car-driver.uz/wp-content/uploads/2019/09/logo_windowsfilm.jpg"
                  alt=""
                />
              </div>
              <div className="info">
                <h3>Тонировка в сервисном центре Car Driver & Detailing</h3>
                <ul>
                  <li>Выполнить тонировку передних, задних стекол;</li>
                  <li>
                    Подобрать материал с учетом класса автомобиля, типа кузова;
                  </li>
                  <li>
                    Использовать только оригинальные пленки, соответствующие
                    требованиям ГОСТ, имеющие определенную светопропускаемость;
                  </li>
                  <li>
                    Получить гарантию на материалы и комплекс реализованных
                    мероприятий;
                  </li>
                </ul>
              </div>
              <div className="info-1">
                <h3>Преимущества тонировки авто</h3>
                <ul>
                  <li>повышенная комфортабельность для водителя;</li>
                  <li>исключается выгорание чехлов и обивки;</li>
                  <li>
                    повышение крепости стекла за счет связующих свойств
                    пленочного покрытия;
                  </li>
                  <li>
                    экономия бензина в летнее время на работе климат-контроля и
                    кондиционера.
                  </li>
                  <li>снижение угрозы краж из салона;</li>
                </ul>
              </div>
              <div className="stoimost">
                <h3>Стоимость тонировки</h3>
                <ul>
                  <li>Заднее стекло от 450 000 сум Рассчитать</li>
                  <li>Задние двери от 450 000 сум Рассчитать</li>
                  <li>Передние двери от 450 000 сум Рассчитать</li>
                  <li>Полоса на переднее лобовое от 50 000 сум Рассчитать</li>
                  <li>Люк / Панорама от 200 000 сум Рассчитать</li>
                </ul>

                <br />

                <p>
                  На наши услуги доступна рассрочка от ZOODPAY. 0% переплаты +
                  10% кешбэк
                </p>
                <h7>
                  1. Качество тонирования полностью или частично не устроит?
                  Стоимость
                  <br />
                  2. услуги окажется слишком высокой для личного бюджета?
                </h7>
                <p>
                  На наши услуги доступна рассрочка от ZOODPAY. 0% переплаты +
                  10% кешбэк
                </p>
                <h7>
                  1. Качество тонирования полностью или частично не устроит?
                  Стоимость
                  <br />
                  2. услуги окажется слишком высокой для личного бюджета?
                </h7>
                <p>
                  На наши услуги доступна рассрочка от ZOODPAY. 0% переплаты +
                  10% кешбэк
                </p>
                <h7>
                  1. Качество тонирования полностью или частично не устроит?
                  Стоимость
                  <br />
                  2. услуги окажется слишком высокой для личного бюджета?
                </h7>
                <p>
                  На наши услуги доступна рассрочка от ZOODPAY. 0% переплаты +
                  10% кешбэк
                </p>
                <h7>
                  1. Качество тонирования полностью или частично не устроит?
                  Стоимость
                  <br />
                  2. услуги окажется слишком высокой для личного бюджета?
                </h7>
                <p>
                  На наши услуги доступна рассрочка от ZOODPAY. 0% переплаты +
                  10% кешбэк
                </p>
                <h7>
                  1. Качество тонирования полностью или частично не устроит?
                  Стоимость
                  <br />
                  2. услуги окажется слишком высокой для личного бюджета?
                </h7>
                <h7>
                  1. Качество тонирования полностью или частично не устроит?
                  Стоимость
                  <br />
                  2. услуги окажется слишком высокой для личного бюджета?
                </h7>
                
              </div>
            </div>
          </div>

          <Servises />
        </div>

        <div className="koment">
          <ul className="km">
            <br />
            <br />
            <li>
              Мы тонируем любые автомобили с использованием защитной,
              зеркальной, атермальной пленки.
            </li>
            <li>
              Высокая квалификация мастеров и большой опыт работы позволяют
              успешно решить любую задачу, связанную с тюнингом автомобиля.
            </li>
            <li>Время установки пленки не превышает пары часов.</li>
            <li>На выполненную работу предоставляем обязательную гарантию.</li>
            <li>
              Наши клиенты могут рассчитывать на выгодные скидки, праздничные
              акции.
            </li>
            <li>
              Оплатить работу легко любым наличным и безналичным способом.
            </li>
            <li>
              Если возникнут замечания к работе, устраняем их незамедлительно за
              свой счет.
            </li>
            <li>На всех эта пах работы осуществляем контроль качества.</li>
          </ul>
          <img
            className="tonirovka"
            src="https://car-driver.uz/wp-content/uploads/2019/09/car-tinting-1536x1152.jpeg"
            alt=""
          />
          <h3>С нами работать выгодно</h3>
          <p>
            Автосервис Car Driver & Detailing следует нормам законодательства,
            имеет необходимые разрешительные документы. Мы используем только
            сертифицированную пленку, изготовленную из безопасного и
            качественного сырья. Выполненная по всем правилам тонировка придаст
            автомобилю презентабельный внешний облик. Стоимость услуг доступна,
            рассчитана на автолюбителей с разным бюджетом.
          </p>
        </div>
      </div>
      <TelegramBot/>
      <Our/>
      <Map/>
      <Footer/>
    </div>
    
  );
}

export default Home;
